[Gardien_Shantirie.A_SolderingHands H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мольба Шантири"
mTooltip="В начале каждого хода существо восстанавливает %d.min ед. здоровья всем дружественным конструктам на поле боя."

[Gardien_Shantirie.A_Creature_gardien_shantiri H7Creature]
mName="Шантирийский страж"
mLore="Шантири были открытыми людьми, однако у их чародеев имелись свои тайны. Чтобы скрыть их от мира, часть заклинателей создала особый магический доспех, к которому были привязаны их собственные души. Когда тело мага умирало, его душа питала доспех стража, чтобы вечно хранить секреты древней цивилизации."

[Gardien_Shantirie.A_Burning_Buff H7BaseBuff]
mName="Облучённый"
mTooltip="Существо получает на %res1 больше магического урона. Длительность (ходов): %durnow."

[Gardien_Shantirie.A_PiercingShot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine="
mTooltipUpgraded=""
mName="Солнечное облучение"
mTooltip="Наносит %d.min ед. урона от %icon_light магии света выбранному отряду и всем находящимся рядом существам. Существа становятся облучёнными и получают на %buff2.buff.res1 магического урона больше в течение 3 ходов.\nМожно использовать один раз за бой."

[Academy_Chacal.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Передача здоровья"
mTooltip="Мгновенно восстанавливает %d.min ед. здоровья выбранному отряду и возвращает к жизни погибших существ.\n(Не действует на нежить и конструктов)\nВ конце следующего хода существа способность пропадает."

[Academy_Chacal.A_Creature_academy_chacal H7Creature]
mName="Просветлённый дервиш"
mLore="Дервиши, преуспевшие как в магии, так и в боевых искусствах, имеют право называться просветлёнными. Помимо постоянных занятий медитацией, они также поддерживают свои гибкие тела в хорошей форме, тренируя молодое поколение будущих танцовщиц с ножами. Говорят, что их боевые танцы - это самое прекрасное зрелище, но они редко показывают эти умения на поле боя. После многих лет оттачивания своих способностей, эти дервиши достигли состояния, когда невинным взмахом ресниц они могут создавать из магической энергии десятки невидимых метательных ножей. Замедленные внезапной резкой болью, их жертвы становятся лёгкой целью для остальных войск, а если даже какому-нибудь упорному противнику всё же удастся вступить с просвещённым дервишем в ближний бой, то она просто поглотит его жизненную силу и передаст её раненому союзнику, используя древние искусства Шантири."

[Academy_Chacal.A_RangedAttack_Prime_Bow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Academy_Chacal.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Скопление"
mTooltip="Все вражеские элитные существа теряют -1 %icon_movement скорости и получают урон при перемещении в течение 3 ходов.\nМожно использовать один раз за бой."

[Academy_Chacal.A_mal_et_diction_Buff H7BaseBuff]
mName="Скопление"
mTooltip="Снижает %icon_Movement скорость этого отряда на %stat и наносит ему %d.min ед. урона каждый раз, когда он передвигается. Длительность (ходов): %durnow."

[Academy_Chacal.A_MagmaPond_add H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Бальзамирование"
mTooltip="Когда это существо наносит урон, оно вытягивает жизненную силу из противников, получая способность "Передача здоровья", которую можно использовать на следующем ходу, чтобы восстановить здоровье союзникам и вернуть к жизни погибших существ."


